<template>
	<div>
		<div class="container flex flex-col items-center gap-10">
			<div></div>
			<h1 class="text-lg sm:text-xl md:text-3xl lg:text-4xl font-medium">Партнерская программа</h1>
		</div>
		<div class="container max-w-[1760px] mt-10">
			<div class="bg-white rounded-2xl py-10 sm:py-20">
				<div class="container max-w-[1200px] w-full flex flex-col gap-10">
					<img src="/assets/images/news.png" class="w-full" alt="" />
					<div class="flex flex-col gap-6">
						<h3 class="text-xl font-medium">
							Пользователям будут доступны единая консоль управления, контроля и учета используемых вычислительных ресурсов, набор инфраструктурных сервисов, позволяющих реализовать стандартизацию
							технологических процессов, а также широкой выбор платформенных сервисов с поддержкой от отечественного вендора, протестированных промышленными нагрузками и готовых к любым задачам.
						</h3>
						<p>
							Cloud.ru Evolution Stack — это модульная облачная платформа для создания частного, гибридного или распределенного облака с учетом существующего IT-ландшафта компании. ПО отличается
							надежностью и отказоустойчивостью при промышленной эксплуатации, так как было протестировано на реальных нагрузках корпоративных клиентов в публичном облаке Cloud.ru Evolution, которое
							построено на том же технологическом стеке и имеет с дистрибутивом единую кодовую базу. Об этом команда платформы рассказала на технологической конференции GigaConf. Платформа подойдет
							компаниям, которым необходимо расширять и сжимать инфраструктуру в режиме реального времени. ПО позволит заказчикам реализовать гибридные сценарии и гибко использовать как собственные
							вычислительные ресурсы, так и ресурсы публичного облака Cloud.ru: это даст прозрачность потребления и возможность распределения пиковых нагрузок между публичным и частным облаками для
							оптимизации расходов на IT-инфраструктуру. Для компаний, имеющих неоднородный IT-ландшафт, в платформе Cloud.ru Evolution Stack предусмотрена возможность управления сторонней
							виртуализацией. Управление из единого окна в разы упрощает процесс миграции виртуальной инфраструктуры на импортозамещенное решение. Также Cloud.ru Evolution Stack поможет компаниям с
							широкой филиальной сетью обрабатывать и хранить данные в географически распределенных облаках-сателлитах, реализуя концепцию пограничных вычислений. Подобный вариант реализации частного
							облака будет в том числе предоставлен клиентам в виде программно-аппаратных комплексов на базе серверного оборудования отечественных производителей. Перед внедрением платформы в контур
							компании эксперты Cloud.ru проведут анализ существующего IT-ландшафта, определят подходящую архитектуру и набор подходящих платформенных сервисов, осуществят установку и пуско-наладочные
							работы, реализуют необходимые интеграции с существующим корпоративным ПО, а также проведут полный инструктаж служб эксплуатации заказчика по администрированию и управлению решением. В
							среднем реализация такого проекта в зависимости от сложности займет до четырех месяцев.
						</p>
					</div>
				</div>
			</div>
		</div>
		<section class="sm:mt-20 mt-10">
			<HomeConsultationBanner />
		</section>
	</div>
</template>

<script setup>
// import { usePartnersStore } from '~/stores/partners.js';

// const { data: partners } = await useAsyncData('partners', async () => {
// 	return await usePartnersStore().getPartners();
// });
</script>
